app/controllers/boats_controller.rb

SELECT "boats".* FROM "boats"
---
  def index
    @boats = Boat.all